Repository: esra-bekir/webproje2021-esra
Catalog: Resources/lang.*.resx
Languages: tr_tr

source: About Our Shop
tr_tr: Mağazamız Hakkında

source: About Us
tr_tr: Hakkımızda

source: Admin
tr_tr: Yönetici

source: Almond dark chocolate
tr_tr: Bademli bitter çikolata

source: Almond milk chocolate
tr_tr: Bademli sütlü çikolata

source: Category
tr_tr: Kategori

source: Contact
tr_tr: Bağlantı

source: Customer
tr_tr: Müşteri

source: Dark Chocolate
tr_tr: Bitter Çikolata

source: Dark Chocolate with Cranberry
tr_tr: Kızılcıklı Bitter Çikolata

source: Dark chocolate with orange
tr_tr: Portakallı bitter çikolata

source: Dark chocolate with sea salt
tr_tr: Deniz tuzlu bitter çikolata

source: Default
tr_tr: Varsayılan

source: Delivery infomation
tr_tr: Teslimat Bilgisi

source: Hazelnut Milk Chocolate
tr_tr: Fındıklı Sütlü Çikolata

source: Hazelnut milk chocolate.
tr_tr: Fındıklı Sütlü Çikolata

source: Innovation
tr_tr: Yenilik

source: Milk Chocolate
tr_tr: Sütlü Çikolata

source: Milk chocolate with strawberry
tr_tr: Çilekli Sütlü Çikolata

source: Our Services
tr_tr: Hizmetlerimiz

source: Our Sitemap
tr_tr: Site Haritamız

source: Pistachio Milk Chocolate
tr_tr: Fıstıklı Sütlü Çikolata

source: Pistachio milk chocolate.
tr_tr: Fıstıklı Sütlü Çikolata

source: Privacy Policy
tr_tr: Gizlilik Politikası

source: Products found
tr_tr: Ürün Bulundu

source: Projects
tr_tr: Projeler

source: Sale
tr_tr: İndirimdeki Ürünler

source: Secure Shopping
tr_tr: Güvenli Alışveriş

source: Shop
tr_tr: Mağaza

source: Sort By
tr_tr: Göre sırala

source: Strawberry Dark Chocolate
tr_tr: Çilekli Bitter Çikolata

source: Testimonial
tr_tr: Referans

source: White Chocolate
tr_tr: Beyaz Çikolata

source: White chocolate with almond
tr_tr: Bademli beyaz çikolata

source: White chocolate with cherry
tr_tr: Kirazlı beyaz çikolata

source: White chocolate with hazelnut
tr_tr: Fındıklı beyaz çikolata

source: White chocolate with peanuts
tr_tr: Fıstıklı beyaz çikolata

source: White Chocolate with Pistachio
tr_tr: Fıstıklı Beyaz Çikolata

source: Who We Are
tr_tr: Biz Kimiz
